{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|md_reserved_0|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|md_reserved_1|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|md_reserved_2|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|md_reserved_3|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|md_reserved_4|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|md_reserved_5|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<|md_reserved_6|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<|md_reserved_7|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<|md_reserved_8|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<|md_reserved_9|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<|md_reserved_10|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<|md_reserved_11|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "<|md_reserved_12|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<|md_reserved_13|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "<|md_reserved_14|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<|md_reserved_15|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "<|md_reserved_16|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "<|md_reserved_17|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "<|md_reserved_18|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "<|md_reserved_19|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "(?<=\\d)(?=(?:\\d{3})+(?!\\d))|(?<=\\D)(?=\\d)|(?<=\\d)(?=\\D)|(?<=-)(?=\\|)|(?<=\\|)(?=-)"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|md_reserved_0|>": 1,
      "<|md_reserved_1|>": 2,
      "<|md_reserved_2|>": 3,
      "<|md_reserved_3|>": 4,
      "<|md_reserved_4|>": 5,
      "<|md_reserved_5|>": 6,
      "<|md_reserved_6|>": 7,
      "<|md_reserved_7|>": 8,
      "<|md_reserved_8|>": 9,
      "<|md_reserved_9|>": 10,
      "<|md_reserved_10|>": 11,
      "<|md_reserved_11|>": 12,
      "<|md_reserved_12|>": 13,
      "<|md_reserved_13|>": 14,
      "<|md_reserved_14|>": 15,
      "<|md_reserved_15|>": 16,
      "<|md_reserved_16|>": 17,
      "<|md_reserved_17|>": 18,
      "<|md_reserved_18|>": 19,
      "<|md_reserved_19|>": 20,
      "!": 21,
      "\"": 22,
      "#": 23,
      "$": 24,
      "%": 25,
      "&": 26,
      "'": 27,
      "(": 28,
      ")": 29,
      "*": 30,
      "+": 31,
      ",": 32,
      "-": 33,
      ".": 34,
      "/": 35,
      "0": 36,
      "1": 37,
      "2": 38,
      "3": 39,
      "4": 40,
      "5": 41,
      "6": 42,
      "7": 43,
      "8": 44,
      "9": 45,
      ":": 46,
      ";": 47,
      "<": 48,
      "=": 49,
      ">": 50,
      "?": 51,
      "@": 52,
      "A": 53,
      "B": 54,
      "C": 55,
      "D": 56,
      "E": 57,
      "F": 58,
      "G": 59,
      "H": 60,
      "I": 61,
      "J": 62,
      "K": 63,
      "L": 64,
      "M": 65,
      "N": 66,
      "O": 67,
      "P": 68,
      "Q": 69,
      "R": 70,
      "S": 71,
      "T": 72,
      "U": 73,
      "V": 74,
      "W": 75,
      "X": 76,
      "Y": 77,
      "Z": 78,
      "[": 79,
      "\\": 80,
      "]": 81,
      "^": 82,
      "_": 83,
      "`": 84,
      "a": 85,
      "b": 86,
      "c": 87,
      "d": 88,
      "e": 89,
      "f": 90,
      "g": 91,
      "h": 92,
      "i": 93,
      "j": 94,
      "k": 95,
      "l": 96,
      "m": 97,
      "n": 98,
      "o": 99,
      "p": 100,
      "q": 101,
      "r": 102,
      "s": 103,
      "t": 104,
      "u": 105,
      "v": 106,
      "w": 107,
      "x": 108,
      "y": 109,
      "z": 110,
      "{": 111,
      "|": 112,
      "}": 113,
      "~": 114,
      "¡": 115,
      "¢": 116,
      "£": 117,
      "¤": 118,
      "¥": 119,
      "¦": 120,
      "§": 121,
      "¨": 122,
      "©": 123,
      "ª": 124,
      "«": 125,
      "¬": 126,
      "®": 127,
      "¯": 128,
      "°": 129,
      "±": 130,
      "²": 131,
      "³": 132,
      "´": 133,
      "µ": 134,
      "¶": 135,
      "·": 136,
      "¸": 137,
      "¹": 138,
      "º": 139,
      "»": 140,
      "¼": 141,
      "½": 142,
      "¾": 143,
      "¿": 144,
      "Â": 145,
      "Ã": 146,
      "Ä": 147,
      "Å": 148,
      "Æ": 149,
      "Ç": 150,
      "È": 151,
      "É": 152,
      "Ê": 153,
      "Ë": 154,
      "Ì": 155,
      "Í": 156,
      "Î": 157,
      "Ï": 158,
      "Ð": 159,
      "Ñ": 160,
      "Ò": 161,
      "Ó": 162,
      "Ô": 163,
      "Õ": 164,
      "Ö": 165,
      "×": 166,
      "Ø": 167,
      "Ù": 168,
      "Ú": 169,
      "Û": 170,
      "Ü": 171,
      "Ý": 172,
      "Þ": 173,
      "ß": 174,
      "à": 175,
      "á": 176,
      "â": 177,
      "ã": 178,
      "ä": 179,
      "å": 180,
      "æ": 181,
      "ç": 182,
      "è": 183,
      "é": 184,
      "ê": 185,
      "ë": 186,
      "ì": 187,
      "í": 188,
      "î": 189,
      "ï": 190,
      "ð": 191,
      "ó": 192,
      "ô": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "Ġt": 261,
      "ĠĠ": 262,
      "he": 263,
      "Ġa": 264,
      "in": 265,
      "re": 266,
      "Ġthe": 267,
      "on": 268,
      "er": 269,
      "Ġs": 270,
      "at": 271,
      "Ġo": 272,
      "en": 273,
      "Ġc": 274,
      "es": 275,
      "is": 276,
      "Ġw": 277,
      "it": 278,
      "an": 279,
      "or": 280,
      "ĠĠĠĠ": 281,
      "Ġp": 282,
      "al": 283,
      "Ġf": 284,
      "Ġb": 285,
      "Ġof": 286,
      "Ġan": 287,
      "ed": 288,
      "Ġd": 289,
      "ar": 290,
      "Ġin": 291,
      "ing": 292,
      "ou": 293,
      "Ġm": 294,
      "ic": 295,
      "ion": 296,
      "Ġto": 297,
      "Ġand": 298,
      "le": 299,
      "as": 300,
      "ro": 301,
      "Ġth": 302,
      "Ġh": 303,
      "ent": 304,
      "Ġn": 305,
      "Ġe": 306,
      "Ġl": 307,
      "ct": 308,
      "Ġre": 309,
      "el": 310,
      "st": 311,
      "om": 312,
      "il": 313,
      "ĠĠĠ": 314,
      "et": 315,
      "Ġis": 316,
      "im": 317,
      "ut": 318,
      "ur": 319,
      "ĠT": 320,
      "Ġg": 321,
      "us": 322,
      "ot": 323,
      "ol": 324,
      "ve": 325,
      "ch": 326,
      "un": 327,
      "âĢ": 328,
      "id": 329,
      "Ġbe": 330,
      "ig": 331,
      "ce": 332,
      "ra": 333,
      "ly": 334,
      "ation": 335,
      "um": 336,
      "ĠĠĠĠĠĠĠĠ": 337,
      "ow": 338,
      "ĠA": 339,
      "ĠS": 340,
      "Ġfor": 341,
      "ĠI": 342,
      "ul": 343,
      "Ġthat": 344,
      "am": 345,
      "Ġst": 346,
      "ver": 347,
      "if": 348,
      "Ġon": 349,
      "ir": 350,
      "od": 351,
      "se": 352,
      "ĠC": 353,
      "ith": 354,
      "--": 355,
      "ad": 356,
      "Ġit": 357,
      "ay": 358,
      "Ġas": 359,
      "ist": 360,
      "Ġde": 361,
      "her": 362,
      "Ġwh": 363,
      "Ġcon": 364,
      "Ġwith": 365,
      "ter": 366,
      "Ġ(": 367,
      "ge": 368,
      "Ġy": 369,
      "ĠThe": 370,
      "Ġal": 371,
      "Ġv": 372,
      "Ġor": 373,
      "Ġpro": 374,
      "ers": 375,
      "qu": 376,
      "Ġare": 377,
      "and": 378,
      "ĠM": 379,
      "ĠP": 380,
      "ate": 381,
      "res": 382,
      "oun": 383,
      "ĠB": 384,
      "ab": 385,
      "ri": 386,
      "ere": 387,
      "ment": 388,
      "est": 389,
      "th": 390,
      "Ġ=": 391,
      "pe": 392,
      "ĠĠĠĠĠĠĠ": 393,
      "Ġex": 394,
      "os": 395,
      "ess": 396,
      "ain": 397,
      "em": 398,
      "ac": 399,
      "rom": 400,
      "op": 401,
      "Ġhe": 402,
      "Ġby": 403,
      "ill": 404,
      "Ġcom": 405,
      "Ġyou": 406,
      "Ġse": 407,
      "ht": 408,
      "ore": 409,
      "iv": 410,
      "Âł": 411,
      "Ġr": 412,
      "Ġsu": 413,
      "ĠD": 414,
      "ld": 415,
      "ant": 416,
      "ĠH": 417,
      "ĠF": 418,
      "int": 419,
      "ction": 420,
      "Ġ\"": 421,
      "Ġun": 422,
      "Ġat": 423,
      "ke": 424,
      "Ġnot": 425,
      "Ġus": 426,
      "ies": 427,
      "ort": 428,
      "ĠE": 429,
      "ĠR": 430,
      "Ġfrom": 431,
      "pp": 432,
      "Ġwas": 433,
      "ity": 434,
      "ĠW": 435,
      "ich": 436,
      "end": 437,
      "Ġ|": 438,
      "..": 439,
      "Ġha": 440,
      "Ġne": 441,
      "ber": 442,
      "oc": 443,
      "art": 444,
      "ĠN": 445,
      "Ġch": 446,
      "ive": 447,
      "ĠG": 448,
      "ĠL": 449,
      "ure": 450,
      "pt": 451,
      "ie": 452,
      "Ġle": 453,
      "ĠâĢ": 454,
      "pl": 455,
      "all": 456,
      "ight": 457,
      "âĢĻ": 458,
      "ud": 459,
      "----": 460,
      "Ġsh": 461,
      "Ġcan": 462,
      "per": 463,
      "ial": 464,
      "Ġthis": 465,
      "Ġhave": 466,
      "00": 467,
      "ell": 468,
      "Ġint": 469,
      "ind": 470,
      "ue": 471,
      "ould": 472,
      "ine": 473,
      "ord": 474,
      "og": 475,
      "ect": 476,
      "ther": 477,
      "our": 478,
      "Ġwhich": 479,
      "ical": 480,
      "ag": 481,
      "nt": 482,
      "Ġwe": 483,
      "ard": 484,
      "ame": 485,
      "ass": 486,
      "ust": 487,
      "age": 488,
      "The": 489,
      "Ġpl": 490,
      "Ġim": 491,
      "rint": 492,
      "hen": 493,
      "Ġab": 494,
      "ous": 495,
      "ost": 496,
      "ĠO": 497,
      "act": 498,
      "ult": 499,
      "ak": 500,
      "elf": 501,
      "ans": 502,
      "ome": 503,
      "ated": 504,
      "ex": 505,
      "iz": 506,
      "Ġall": 507,
      "Ġk": 508,
      "ĠIn": 509,
      "Ġnum": 510,
      "ound": 511,
      "ff": 512,
      "Ġif": 513,
      "Ġar": 514,
      "oug": 515,
      "__": 516,
      "ast": 517,
      "out": 518,
      "ap": 519,
      "Ġen": 520,
      "ib": 521,
      "up": 522,
      "urn": 523,
      "ary": 524,
      "red": 525,
      "ong": 526,
      "cl": 527,
      "ach": 528,
      "Ġtheir": 529,
      "ount": 530,
      "Ġcl": 531,
      "der": 532,
      "Ġthey": 533,
      "Ġcont": 534,
      "his": 535,
      "cc": 536,
      "ĠJ": 537,
      "ition": 538,
      "Ġad": 539,
      "ple": 540,
      "Ġres": 541,
      "ile": 542,
      "ode": 543,
      "able": 544,
      "ide": 545,
      "orm": 546,
      "ates": 547,
      "Ġbut": 548,
      "du": 549,
      "Ġdo": 550,
      "ack": 551,
      "ence": 552,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 553,
      "Ġdis": 554,
      "ia": 555,
      "ations": 556,
      "ry": 557,
      "Ġhas": 558,
      "ĠU": 559,
      "ance": 560,
      "put": 561,
      "Ġother": 562,
      "ime": 563,
      "Ġj": 564,
      "Ġme": 565,
      "one": 566,
      "Ġwor": 567,
      "Ġhis": 568,
      "ood": 569,
      "ase": 570,
      "ough": 571,
      "ally": 572,
      "are": 573,
      "Ġone": 574,
      "Ġqu": 575,
      "ip": 576,
      "Ġman": 577,
      "Ġwill": 578,
      "de": 579,
      "ru": 580,
      "Ġwere": 581,
      "Ġmore": 582,
      "Ġso": 583,
      "av": 584,
      "so": 585,
      "ice": 586,
      "ens": 587,
      "ress": 588,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 589,
      "ose": 590,
      "ang": 591,
      "ks": 592,
      "ire": 593,
      "ater": 594,
      "ear": 595,
      "iff": 596,
      "à¤": 597,
      "Ġret": 598,
      "ĠIt": 599,
      "Ġdef": 600,
      "ace": 601,
      "\"\"": 602,
      "ree": 603,
      "port": 604,
      "ely": 605,
      "Ġ'": 606,
      "):": 607,
      "Ġprint": 608,
      "te": 609,
      "ĠK": 610,
      "Ġout": 611,
      "ign": 612,
      "Ġper": 613,
      "ions": 614,
      "con": 615,
      "Ġits": 616,
      "ite": 617,
      "Ġyour": 618,
      "Ġsp": 619,
      "ĠV": 620,
      "aus": 621,
      "Ã©": 622,
      "Ġdes": 623,
      "Ġev": 624,
      "ents": 625,
      "very": 626,
      "Ġpart": 627,
      "Ġnumber": 628,
      "ph": 629,
      "Ġro": 630,
      "Ġfun": 631,
      "Ġup": 632,
      "ub": 633,
      "Ġspe": 634,
      "ish": 635,
      "Ġsc": 636,
      "ict": 637,
      "ake": 638,
      "Ġ`": 639,
      "vel": 640,
      "ory": 641,
      "Ġalso": 642,
      "we": 643,
      "ces": 644,
      "Ġ-": 645,
      "ĠSt": 646,
      "Ġreturn": 647,
      "wo": 648,
      "Ġthem": 649,
      "ne": 650,
      "reat": 651,
      "âĢĿ": 652,
      "ors": 653,
      "....": 654,
      "ep": 655,
      "Ġthere": 656,
      "ok": 657,
      "10": 658,
      "ring": 659,
      "Ġtr": 660,
      "Ġwho": 661,
      "Ġthan": 662,
      "Ġhad": 663,
      "irst": 664,
      "Ġli": 665,
      "Ġcol": 666,
      "Ġag": 667,
      "--------": 668,
      "ata": 669,
      "Ġpre": 670,
      "low": 671,
      "Ġpe": 672,
      "Ġcomm": 673,
      "Ġsy": 674,
      "Ġbeen": 675,
      "ild": 676,
      "form": 677,
      "erm": 678,
      "ange": 679,
      "Ġcomp": 680,
      "here": 681,
      "ove": 682,
      "now": 683,
      "Ġsome": 684,
      "ck": 685,
      "Ġno": 686,
      "Ġbec": 687,
      "Ġdiff": 688,
      "Ġ*": 689,
      "Ġwould": 690,
      "Ġapp": 691,
      "ail": 692,
      "Ġinto": 693,
      "Ġtime": 694,
      "Ġob": 695,
      "âĢĶ": 696,
      "Ġind": 697,
      "Ġfunction": 698,
      "ments": 699,
      "ĠâĢľ": 700,
      "Ġtwo": 701,
      "ious": 702,
      "cul": 703,
      "Ġfe": 704,
      "Ġany": 705,
      "Ġlist": 706,
      "Ġabout": 707,
      "eth": 708,
      "Ġwhen": 709,
      "ext": 710,
      "()": 711,
      "row": 712,
      "Ġmay": 713,
      "Ġself": 714,
      "ays": 715,
      "Ġbl": 716,
      "ert": 717,
      "Ġval": 718,
      "Ġra": 719,
      "ren": 720,
      "ian": 721,
      "Ġ[": 722,
      "rit": 723,
      "ys": 724,
      "ĠThis": 725,
      "ll": 726,
      "Ġform": 727,
      "Ġbet": 728,
      "ft": 729,
      "Ġgen": 730,
      "Ġam": 731,
      "ath": 732,
      "Ġtra": 733,
      "ĠCh": 734,
      "ject": 735,
      "vers": 736,
      "Ġgr": 737,
      "Ġ+": 738,
      "ings": 739,
      ").": 740,
      "Ġcons": 741,
      "Ġthese": 742,
      "ÂłÂł": 743,
      "ause": 744,
      "cre": 745,
      "ual": 746,
      "ied": 747,
      "ople": 748,
      "Ġcode": 749,
      "Ġfirst": 750,
      "ines": 751,
      "Ġsub": 752,
      "che": 753,
      "Ġgo": 754,
      "ons": 755,
      "num": 756,
      "ĠAn": 757,
      "Ġover": 758,
      "Ġthen": 759,
      "Ġele": 760,
      "tern": 761,
      "cess": 762,
      "erv": 763,
      "Ġacc": 764,
      "Ġhow": 765,
      "ram": 766,
      "olog": 767,
      "Ġpos": 768,
      "Ġonly": 769,
      "Ġunder": 770,
      "bers": 771,
      "Ġem": 772,
      "ten": 773,
      "(\"": 774,
      "Ġrec": 775,
      "Ġpo": 776,
      "ise": 777,
      "Ġsuch": 778,
      "les": 779,
      "Ġpr": 780,
      "arg": 781,
      "ob": 782,
      "ific": 783,
      "Ã¤": 784,
      "self": 785,
      "ient": 786,
      "Ġrel": 787,
      ".,": 788,
      "ution": 789,
      "Ġknow": 790,
      "rib": 791,
      "Ġco": 792,
      "Ġnew": 793,
      "Ġspec": 794,
      "ĠY": 795,
      "rough": 796,
      "ov": 797,
      "uch": 798,
      "hat": 799,
      "ink": 800,
      "clud": 801,
      "iss": 802,
      "Ġder": 803,
      "Ġeach": 804,
      "ating": 805,
      "Ġla": 806,
      "its": 807,
      "Ġuse": 808,
      "Ġwork": 809,
      "Ġdiffere": 810,
      "Ġmost": 811,
      "ung": 812,
      "Ġwhat": 813,
      "Ġpeople": 814,
      "Ġ#": 815,
      "ax": 816,
      "lic": 817,
      "Ġte": 818,
      "igh": 819,
      "ĠâĢ¢": 820,
      "Ġatt": 821,
      "ible": 822,
      "Ġact": 823,
      "fter": 824,
      "Ġ\"\"\"": 825,
      "This": 826,
      "dition": 827,
      "Ġfl": 828,
      "Ġcur": 829,
      "),": 830,
      "Ġph": 831,
      "ced": 832,
      "Ġthrough": 833,
      "stem": 834,
      "ark": 835,
      "to": 836,
      "12": 837,
      "print": 838,
      "oth": 839,
      "Ġoff": 840,
      "ick": 841,
      "old": 842,
      "val": 843,
      "ful": 844,
      "rent": 845,
      "Ġsur": 846,
      "Ġrem": 847,
      "ĠUn": 848,
      "Ġour": 849,
      "Ġent": 850,
      "ween": 851,
      "mer": 852,
      "eg": 853,
      "Ġprodu": 854,
      "Ġsa": 855,
      "ook": 856,
      "fore": 857,
      "Ġvar": 858,
      "ade": 859,
      "In": 860,
      "ower": 861,
      "Ġel": 862,
      "resent": 863,
      "Ġstud": 864,
      "**": 865,
      "Ġlike": 866,
      "Ġused": 867,
      "Ġresult": 868,
      "alcul": 869,
      "Ġass": 870,
      "ble": 871,
      "ered": 872,
      "Ġbetween": 873,
      "ative": 874,
      "pos": 875,
      "Ġreg": 876,
      "Ġyear": 877,
      "als": 878,
      "cept": 879,
      "\")": 880,
      "ffect": 881,
      "Ġz": 882,
      "itt": 883,
      "ric": 884,
      "cy": 885,
      "Ġsm": 886,
      "ities": 887,
      "ars": 888,
      "ug": 889,
      "Ġinclud": 890,
      "Ġset": 891,
      "ues": 892,
      "Ġdist": 893,
      "11": 894,
      "ins": 895,
      "Ġi": 896,
      "hed": 897,
      "ular": 898,
      "own": 899,
      "Ġwhere": 900,
      "Ġprov": 901,
      "ont": 902,
      "Ġmany": 903,
      "ures": 904,
      "uring": 905,
      "Ġget": 906,
      "Ġcall": 907,
      "Ġneed": 908,
      "Ġsim": 909,
      "Ġshould": 910,
      "Ġ\\": 911,
      "Ġcount": 912,
      "ond": 913,
      "Ġher": 914,
      "ning": 915,
      "Ġlong": 916,
      "Ġword": 917,
      "Ġgener": 918,
      "ty": 919,
      "Ġchar": 920,
      "ize": 921,
      "Ġinput": 922,
      "Ġmod": 923,
      "oy": 924,
      "wn": 925,
      "ew": 926,
      "Ġke": 927,
      "Ġcould": 928,
      "ited": 929,
      "Ġsystem": 930,
      "Ġrep": 931,
      "Ã¼": 932,
      "ism": 933,
      "20": 934,
      "Ġinter": 935,
      "ĠIf": 936,
      "Ġpers": 937,
      "eng": 938,
      "Ġvery": 939,
      "ract": 940,
      "Ġend": 941,
      "ased": 942,
      "ility": 943,
      "ss": 944,
      "Ġ==": 945,
      "ef": 946,
      "ature": 947,
      "Ġfol": 948,
      "Ġdet": 949,
      "Ġinst": 950,
      "Ġclass": 951,
      "ray": 952,
      "ĠHe": 953,
      "ĠAr": 954,
      "ics": 955,
      "Ġdata": 956,
      "iet": 957,
      "Ġac": 958,
      "ever": 959,
      "Ġche": 960,
      "Ġgiv": 961,
      "Ġty": 962,
      "Ġhim": 963,
      "Ġpol": 964,
      "Ġtrans": 965,
      "Ġdie": 966,
      "arch": 967,
      "15": 968,
      "Ġsame": 969,
      "Ġtak": 970,
      "Ġimport": 971,
      "Ġexam": 972,
      "Ġinf": 973,
      "Ġdifferent": 974,
      "velop": 975,
      "Ġet": 976,
      "ife": 977,
      "pect": 978,
      "Ġmy": 979,
      "ethod": 980,
      "ci": 981,
      "ps": 982,
      "Ġfind": 983,
      "Ġinv": 984,
      "other": 985,
      "Ġcor": 986,
      "the": 987,
      "Ġeven": 988,
      "Ġfact": 989,
      "000": 990,
      "ix": 991,
      "Ġafter": 992,
      "land": 993,
      "Ġfound": 994,
      "omm": 995,
      "Ġbecause": 996,
      "ec": 997,
      "Ġext": 998,
      "get": 999,
      "gan": 1000,
      "Ġund": 1001,
      "def": 1002,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1003,
      "ident": 1004,
      "ock": 1005,
      "Ġagain": 1006,
      "____": 1007,
      "Ġsupp": 1008,
      "Ġusing": 1009,
      "ants": 1010,
      "Ġright": 1011,
      "Ġwell": 1012,
      "ern": 1013,
      "Ġcre": 1014,
      "Ġcurrent": 1015,
      "Ġcar": 1016,
      "erg": 1017,
      "Ġbel": 1018,
      "ale": 1019,
      "ually": 1020,
      "li": 1021,
      "Ġmat": 1022,
      "of": 1023,
      "ts": 1024,
      "Ġmake": 1025,
      "))": 1026,
      "read": 1027,
      "ily": 1028,
      "pro": 1029,
      "acter": 1030,
      "##": 1031,
      "Ġwater": 1032,
      "Ġback": 1033,
      "ctions": 1034,
      "uc": 1035,
      "Ġbeing": 1036,
      "........": 1037,
      "cond": 1038,
      "Ġadd": 1039,
      "ĠEn": 1040,
      "Ġref": 1041,
      "13": 1042,
      "ward": 1043,
      "Ġcent": 1044,
      "Ġexp": 1045,
      "inal": 1046,
      "Ġdoes": 1047,
      "lect": 1048,
      "Ġmade": 1049,
      "Ġwhile": 1050,
      "Ġjust": 1051,
      "\",": 1052,
      "imes": 1053,
      "Ġdec": 1054,
      "ages": 1055,
      "Ġpoint": 1056,
      "air": 1057,
      "ational": 1058,
      "Ġhel": 1059,
      "Ġfollow": 1060,
      "iel": 1061,
      "Ġdevelop": 1062,
      "Ġmethod": 1063,
      "Ġbu": 1064,
      "Ġap": 1065,
      "Ġthose": 1066,
      "Ġsee": 1067,
      "Ġvalue": 1068,
      "Ġway": 1069,
      "Ġdem": 1070,
      "ists": 1071,
      "Ġmuch": 1072,
      "str": 1073,
      "14": 1074,
      "Ġshe": 1075,
      "ural": 1076,
      "number": 1077,
      "('": 1078,
      "ah": 1079,
      "Ġgra": 1080,
      "Ġhigh": 1081,
      "Ġstr": 1082,
      "ting": 1083,
      "iew": 1084,
      "ness": 1085,
      "Ġrequ": 1086,
      "Ġear": 1087,
      "led": 1088,
      "Ġread": 1089,
      "Ġ{": 1090,
      "ather": 1091,
      "16": 1092,
      "arm": 1093,
      "Ġmin": 1094,
      "ically": 1095,
      "ases": 1096,
      "Ġmust": 1097,
      "ody": 1098,
      "Ġstring": 1099,
      "arge": 1100,
      "ran": 1101,
      "Ġperson": 1102,
      "que": 1103,
      "Ġposs": 1104,
      "list": 1105,
      "Ġbo": 1106,
      "Ġsmall": 1107,
      "co": 1108,
      "Ġevery": 1109,
      "ĠPro": 1110,
      "Ġcalcul": 1111,
      "Ġrange": 1112,
      "nce": 1113,
      "Ġsol": 1114,
      "ruct": 1115,
      "ĠAl": 1116,
      "Ġhum": 1117,
      "app": 1118,
      "ined": 1119,
      "Ġpar": 1120,
      "ved": 1121,
      "Ġdep": 1122,
      "alth": 1123,
      "à¥": 1124,
      "Ġprocess": 1125,
      "',": 1126,
      "Ġstate": 1127,
      "vern": 1128,
      "ĠTh": 1129,
      "ĠSe": 1130,
      "Ġhand": 1131,
      "18": 1132,
      "Ġins": 1133,
      "Ġincre": 1134,
      "Ġdi": 1135,
      "Ġeffect": 1136,
      "Ġnumbers": 1137,
      "Ġ$": 1138,
      "ven": 1139,
      "Ġname": 1140,
      "Ġchild": 1141,
      "ier": 1142,
      "aint": 1143,
      "ĠRe": 1144,
      "Ġgiven": 1145,
      "ave": 1146,
      "Ġequ": 1147,
      "Ġtest": 1148,
      "ters": 1149,
      "Ġsign": 1150,
      "Ġocc": 1151,
      "ices": 1152,
      "meric": 1153,
      "Ġbefore": 1154,
      "Ġboth": 1155,
      "ized": 1156,
      "els": 1157,
      "Ġworld": 1158,
      "Ġdire": 1159,
      "Ġown": 1160,
      "ivid": 1161,
      "Ġaut": 1162,
      "Ġstart": 1163,
      "Ġop": 1164,
      "sh": 1165,
      "ator": 1166,
      "Ġprog": 1167,
      "99": 1168,
      "uss": 1169,
      "30": 1170,
      "Ġpass": 1171,
      "Ġcell": 1172,
      "ER": 1173,
      "chn": 1174,
      "Ġmon": 1175,
      "Ġpat": 1176,
      "hes": 1177,
      "Ã¶": 1178,
      "25": 1179,
      "Ġgood": 1180,
      "ves": 1181,
      "Ġshow": 1182,
      "formation": 1183,
      "ute": 1184,
      "ĠFor": 1185,
      "ĠĠĠĠĠ": 1186,
      "name": 1187,
      "Ġer": 1188,
      "ĠZ": 1189,
      "blem": 1190,
      ".\"": 1191,
      "ength": 1192,
      "ield": 1193,
      "17": 1194,
      "Ġcour": 1195,
      "Ġmed": 1196,
      "Ġlife": 1197,
      "ork": 1198,
      "ought": 1199,
      "Ġgl": 1200,
      "Ġcomple": 1201,
      "Ġgreat": 1202,
      "cent": 1203,
      "io": 1204,
      "ince": 1205,
      "Ġexper": 1206,
      "ien": 1207,
      "ĠThey": 1208,
      "und": 1209,
      "Ġdid": 1210,
      "ology": 1211,
      "Ġden": 1212,
      "Ġhelp": 1213,
      "word": 1214,
      "Ġpower": 1215,
      "any": 1216,
      "Ġthree": 1217,
      "ĠWe": 1218,
      "ides": 1219,
      "par": 1220,
      "vent": 1221,
      "Ġuser": 1222,
      "ĠAmeric": 1223,
      "ool": 1224,
      "gen": 1225,
      "ĠBut": 1226,
      "ĠAs": 1227,
      "Ġnow": 1228,
      "Ġgre": 1229,
      "Ġgrou": 1230,
      "ĠâĢĶ": 1231,
      "Ġest": 1232,
      "ull": 1233,
      "Ġlarge": 1234,
      "pr": 1235,
      "min": 1236,
      "for": 1237,
      "cial": 1238,
      "Ġconst": 1239,
      "Ġpartic": 1240,
      "Ġcalled": 1241,
      "19": 1242,
      "Ġless": 1243,
      "gg": 1244,
      "Ġplay": 1245,
      "')": 1246,
      "Ġexpl": 1247,
      "urs": 1248,
      "rop": 1249,
      "Ġx": 1250,
      "Ġsoc": 1251,
      "Ġconsid": 1252,
      "Ġart": 1253,
      "Ġsaid": 1254,
      "Ġmem": 1255,
      "ains": 1256,
      "==": 1257,
      "Ġduring": 1258,
      "Ġfile": 1259,
      "Ġexample": 1260,
      "ets": 1261,
      "Ġtem": 1262,
      "Ġsk": 1263,
      "ral": 1264,
      "ner": 1265,
      "Ġline": 1266,
      "Ġsecond": 1267,
      "hy": 1268,
      "count": 1269,
      "----------------": 1270,
      "me": 1271,
      "Ġtext": 1272,
      "ium": 1273,
      "Ġloc": 1274,
      "man": 1275,
      "Ġappe": 1276,
      "sc": 1277,
      "ption": 1278,
      "Ġbr": 1279,
      "50": 1280,
      "Ġconf": 1281,
      "Ġobject": 1282,
      "Ġsum": 1283,
      "ving": 1284,
      "round": 1285,
      "ird": 1286,
      "Ġoper": 1287,
      "Ġdown": 1288,
      "Ġlet": 1289,
      "uf": 1290,
      "Ġser": 1291,
      "xt": 1292,
      "Ġed": 1293,
      "Ġyears": 1294,
      "Ġ.": 1295,
      "Ġproblem": 1296,
      "âĢĵ": 1297,
      "att": 1298,
      "com": 1299,
      "Ġlo": 1300,
      "Ġcontin": 1301,
      "ertain": 1302,
      "Ġterm": 1303,
      "Ġday": 1304,
      "Ġelse": 1305,
      "ton": 1306,
      "Ġsom": 1307,
      "ON": 1308,
      "ublic": 1309,
      "An": 1310,
      "Ġvis": 1311,
      "ĠInd": 1312,
      "ank": 1313,
      "Ġorder": 1314,
      "Ġav": 1315,
      "Ġsch": 1316,
      "Ġgu": 1317,
      "Ġagainst": 1318,
      "ished": 1319,
      "erest": 1320,
      "ĠHow": 1321,
      "Ġcharacter": 1322,
      "Ġstand": 1323,
      "stand": 1324,
      "ĠĊ": 1325,
      "Ġpop": 1326,
      "ified": 1327,
      "Ġcase": 1328,
      "ĠTr": 1329,
      "Ġwithout": 1330,
      "Ġbody": 1331,
      "Ġquest": 1332,
      "ired": 1333,
      "iction": 1334,
      "Ġmak": 1335,
      "Ġinformation": 1336,
      "Ġcommon": 1337,
      "Ġresp": 1338,
      "Ġver": 1339,
      "Ġlead": 1340,
      "ĠPl": 1341,
      "ouse": 1342,
      "Ġfam": 1343,
      "ãģ": 1344,
      "ior": 1345,
      "Ġsl": 1346,
      "ives": 1347,
      "olution": 1348,
      "oint": 1349,
      "aw": 1350,
      "ĠDe": 1351,
      "Ġhist": 1352,
      "ience": 1353,
      "vernment": 1354,
      "ively": 1355,
      "Ġtake": 1356,
      "ury": 1357,
      "gl": 1358,
      "ffic": 1359,
      "lear": 1360,
      "input": 1361,
      "Ġlevel": 1362,
      "Ġimportant": 1363,
      "ality": 1364,
      "Ġmight": 1365,
      "rain": 1366,
      "aj": 1367,
      "ared": 1368,
      "ÂłÂłÂłÂł": 1369,
      "Ġpresent": 1370,
      "Ġoften": 1371,
      "index": 1372,
      "Ġwithin": 1373,
      "ĠThere": 1374,
      "oss": 1375,
      "Ġlear": 1376,
      "Ġdesc": 1377,
      "Ġcontro": 1378,
      "Ġgrow": 1379,
      "Ġanother": 1380,
      "Ġdisc": 1381,
      "Ġlast": 1382,
      "Ġland": 1383,
      "ason": 1384,
      "not": 1385,
      "ained": 1386,
      "au": 1387,
      "be": 1388,
      "Ġprogram": 1389,
      "Ġcondition": 1390,
      "Ġcap": 1391,
      "ĠEx": 1392,
      "Ġthink": 1393,
      "Ġbre": 1394,
      "Ġstill": 1395,
      "ination": 1396,
      "way": 1397,
      "Ġleft": 1398,
      "ense": 1399,
      "Ġrepresent": 1400,
      "24": 1401,
      "ash": 1402,
      "Ġhead": 1403,
      "ulation": 1404,
      "day": 1405,
      "Ġfil": 1406,
      "Ġallow": 1407,
      ".âĢĿ": 1408,
      "orn": 1409,
      "ential": 1410,
      "raph": 1411,
      "urch": 1412,
      "Ġ<": 1413,
      "Ġwrit": 1414,
      "Ġfood": 1415,
      "less": 1416,
      "Ġlight": 1417,
      "Ġwar": 1418,
      "mat": 1419,
      "ames": 1420,
      "Ġrese": 1421,
      "ision": 1422,
      "Ġes": 1423,
      "iron": 1424,
      "Ġplace": 1425,
      "sw": 1426,
      "Ġlook": 1427,
      "ital": 1428,
      "Ġorgan": 1429,
      "Ġhuman": 1430,
      "ross": 1431,
      "Ġmain": 1432,
      "90": 1433,
      "Ġproper": 1434,
      "Ġserv": 1435,
      "ĠÃ": 1436,
      "ergy": 1437,
      "Ġtakes": 1438,
      "ately": 1439,
      "Ġlaw": 1440,
      "hor": 1441,
      "tal": 1442,
      "Ġelect": 1443,
      "ems": 1444,
      "ĠCon": 1445,
      "Ġimp": 1446,
      "ĠAnd": 1447,
      "Ġwom": 1448,
      "Ġinterest": 1449,
      "Ġmet": 1450,
      "string": 1451,
      "ify": 1452,
      "mb": 1453,
      "...": 1454,
      "angu": 1455,
      "ted": 1456,
      "ae": 1457,
      "text": 1458,
      "Ġtechn": 1459,
      "Ġcommun": 1460,
      "ĠNew": 1461,
      "ploy": 1462,
      "ee": 1463,
      "\"\"\"": 1464,
      "ividual": 1465,
      "iod": 1466,
      "Ġwant": 1467,
      "den": 1468,
      "aining": 1469,
      "II": 1470,
      "oh": 1471,
      "Ġdirect": 1472,
      "Ġbas": 1473,
      "23": 1474,
      "Ġknown": 1475,
      "Ġplan": 1476,
      "Ġbeh": 1477,
      "40": 1478,
      "Ġhere": 1479,
      "arent": 1480,
      "IN": 1481,
      "bo": 1482,
      "Ġorig": 1483,
      "Ġmen": 1484,
      "Ġadv": 1485,
      "eral": 1486,
      "ries": 1487,
      "ization": 1488,
      "Ġamount": 1489,
      "aim": 1490,
      "Ġdesign": 1491,
      "Ġtyp": 1492,
      "ÂłĊ": 1493,
      "ron": 1494,
      "uro": 1495,
      "ĠSp": 1496,
      "Ġhealth": 1497,
      "Ġide": 1498,
      "ches": 1499,
      "iety": 1500,
      "ration": 1501,
      "Ġsay": 1502,
      "ression": 1503,
      "Ġopen": 1504,
      "ivers": 1505,
      "outh": 1506,
      "Ġ/": 1507,
      "Ġanim": 1508,
      "ither": 1509,
      "ĠAt": 1510,
      "Ġfre": 1511,
      "irc": 1512,
      "ples": 1513,
      "22": 1514,
      "Ġpossible": 1515,
      "Ġpres": 1516,
      "Ġmove": 1517,
      "Ġincluding": 1518,
      "100": 1519,
      "ik": 1520,
      "Ġfew": 1521,
      "play": 1522,
      "Ġcertain": 1523,
      "ats": 1524,
      "cur": 1525,
      "Ġaround": 1526,
      "Ġbelie": 1527,
      "Ġhy": 1528,
      "data": 1529,
      "Ġwords": 1530,
      "Ġupon": 1531,
      "Ġein": 1532,
      "imum": 1533,
      "hip": 1534,
      "Ġappro": 1535,
      "Ġdeterm": 1536,
      "let": 1537,
      "Ġmean": 1538,
      "ĠĠĠĠĠĠ": 1539,
      "Ġbased": 1540,
      "Ġvon": 1541,
      "itive": 1542,
      "ittle": 1543,
      "Ġsort": 1544,
      "ĠX": 1545,
      "conom": 1546,
      "Ġdon": 1547,
      "alk": 1548,
      "ĠAd": 1549,
      "oid": 1550,
      "az": 1551,
      "Ġbuild": 1552,
      "Ġindividual": 1553,
      "by": 1554,
      "Ġarg": 1555,
      "Ġchange": 1556,
      "aterial": 1557,
      "Ġdefines": 1558,
      "ole": 1559,
      "Ġchang": 1560,
      "Ġlim": 1561,
      "ror": 1562,
      "Ġprints": 1563,
      "Ġwhe": 1564,
      "Ġmeans": 1565,
      "year": 1566,
      "med": 1567,
      "Ġtotal": 1568,
      "Ġold": 1569,
      "ances": 1570,
      "Ġtype": 1571,
      "ĠQ": 1572,
      "Ġmult": 1573,
      "ape": 1574,
      "til": 1575,
      "ably": 1576,
      "ĠIs": 1577,
      "Ġperform": 1578,
      "yl": 1579,
      "ĠYou": 1580,
      "Ġproduct": 1581,
      "Ġvari": 1582,
      "ES": 1583,
      "ways": 1584,
      "Ġgroup": 1585,
      "Ġfore": 1586,
      "ived": 1587,
      "aring": 1588,
      "Ġinteg": 1589,
      "Ġcaus": 1590,
      "ering": 1591,
      "AT": 1592,
      "col": 1593,
      "En": 1594,
      "ilar": 1595,
      "60": 1596,
      "Ġmus": 1597,
      "ule": 1598,
      "Ġeas": 1599,
      "Ġvarious": 1600,
      "ann": 1601,
      "Ġfollowing": 1602,
      "ĠStates": 1603,
      "Ġposition": 1604,
      "ention": 1605,
      "98": 1606,
      "Ġnat": 1607,
      "andom": 1608,
      "Ġtoo": 1609,
      "Ġve": 1610,
      "Ġphys": 1611,
      ",\"": 1612,
      "raw": 1613,
      "ently": 1614,
      "28": 1615,
      "Ġbest": 1616,
      "ĠPh": 1617,
      "ĠBe": 1618,
      "Ġunderstand": 1619,
      "Ġleg": 1620,
      "Ġrun": 1621,
      "ised": 1622,
      "It": 1623,
      "ians": 1624,
      "Ġsupport": 1625,
      "ument": 1626,
      "ĠUnited": 1627,
      "atic": 1628,
      "Ġinc": 1629,
      "ĠSch": 1630,
      "Ġkey": 1631,
      "Ġ+=": 1632,
      "agn": 1633,
      "Ġ>": 1634,
      "ina": 1635,
      "vious": 1636,
      "sel": 1637,
      "Ġdel": 1638,
      "ability": 1639,
      "Ġreal": 1640,
      "Ġtri": 1641,
      "idence": 1642,
      "ĠCom": 1643,
      "Ġmax": 1644,
      "ĠSh": 1645,
      "ccess": 1646,
      "Ġredu": 1647,
      "Ġarea": 1648,
      "orth": 1649,
      "ĠâĢĵ": 1650,
      "iter": 1651,
      "eb": 1652,
      "ery": 1653,
      "Äģ": 1654,
      "Ġactiv": 1655,
      "ead": 1656,
      "Ġlarg": 1657,
      "ĠâĢĺ": 1658,
      "Ġperiod": 1659,
      "iness": 1660,
      "face": 1661,
      "Ġlab": 1662,
      "Ġsing": 1663,
      "Ġview": 1664,
      "Ġlangu": 1665,
      "Ġmark": 1666,
      "ĠThese": 1667,
      "Ġwhite": 1668,
      "Ġsever": 1669,
      "Ġnon": 1670,
      "icht": 1671,
      "chen": 1672,
      "Ġpri": 1673,
      "Ġ&": 1674,
      "ĠWhen": 1675,
      "ique": 1676,
      "What": 1677,
      "Ġmeas": 1678,
      "lu": 1679,
      "Ġnext": 1680,
      "Ġbeg": 1681,
      "Ġopp": 1682,
      "Ġstruct": 1683,
      "ency": 1684,
      "bs": 1685,
      "Ġenergy": 1686,
      "EN": 1687,
      "27": 1688,
      "Ġcost": 1689,
      "Ġlittle": 1690,
      "Ġ__": 1691,
      "rect": 1692,
      "ource": 1693,
      "umn": 1694,
      "ots": 1695,
      "Ġtreat": 1696,
      "ording": 1697,
      "Ġvol": 1698,
      "Ġside": 1699,
      "Ġabove": 1700,
      "line": 1701,
      "lo": 1702,
      ".)": 1703,
      "viron": 1704,
      "ote": 1705,
      "AN": 1706,
      "ining": 1707,
      "oms": 1708,
      "Ã¨": 1709,
      "Ġturn": 1710,
      "Ġchildren": 1711,
      "Ġspecies": 1712,
      "Ġmaterial": 1713,
      "icle": 1714,
      "21": 1715,
      "Ġstudy": 1716,
      "class": 1717,
      "value": 1718,
      "ĠCl": 1719,
      "26": 1720,
      "inary": 1721,
      "alse": 1722,
      "Ġarray": 1723,
      "Ġrest": 1724,
      "oci": 1725,
      "St": 1726,
      "OR": 1727,
      "Ġthings": 1728,
      "Ġfin": 1729,
      "ene": 1730,
      "Ġident": 1731,
      "Ġfour": 1732,
      "Ġhapp": 1733,
      "ling": 1734,
      "Ġvalues": 1735,
      "Ġlength": 1736,
      "une": 1737,
      "Ġcountry": 1738,
      "Ġuntil": 1739,
      "cer": 1740,
      "Ġexist": 1741,
      "Ġcr": 1742,
      "arget": 1743,
      "Ġnear": 1744,
      "Ġpublic": 1745,
      "ends": 1746,
      "yn": 1747,
      "duct": 1748,
      "Ġlow": 1749,
      "Ġprob": 1750,
      "Ġprof": 1751,
      "Ġ**": 1752,
      "Ġpost": 1753,
      "node": 1754,
      "upp": 1755,
      "97": 1756,
      "ended": 1757,
      "Ġpay": 1758,
      "my": 1759,
      "amp": 1760,
      "Ġpract": 1761,
      "Ġseveral": 1762,
      "Ġelements": 1763,
      "Ġfar": 1764,
      "Ġgovernment": 1765,
      "right": 1766,
      "AR": 1767,
      "Ġsince": 1768,
      "Ġclaim": 1769,
      "Ġpur": 1770,
      "cing": 1771,
      "ending": 1772,
      "Ġobs": 1773,
      "Ġair": 1774,
      "Ġdev": 1775,
      "Ġtop": 1776,
      "Ġcontrol": 1777,
      "apt": 1778,
      "Ġanal": 1779,
      "Ġuses": 1780,
      "ured": 1781,
      "aps": 1782,
      "verse": 1783,
      "fe": 1784,
      "Ġrad": 1785,
      "pre": 1786,
      "Ġrece": 1787,
      "Ġpa": 1788,
      "Ġreturns": 1789,
      "ission": 1790,
      "Ġnode": 1791,
      "ajor": 1792,
      "Ġprot": 1793,
      "Ġblack": 1794,
      "Ġblood": 1795,
      "ĠComm": 1796,
      "import": 1797,
      "####": 1798,
      "Ġkeep": 1799,
      "numbers": 1800,
      "Ġeng": 1801,
      "Ġris": 1802,
      "plic": 1803,
      "Ġelement": 1804,
      "Ġmil": 1805,
      "Ġshort": 1806,
      "Ġeconom": 1807,
      "aces": 1808,
      "Ġcho": 1809,
      "Ġbecome": 1810,
      "Ġcomput": 1811,
      "Ġquestion": 1812,
      "rist": 1813,
      "Ġparticular": 1814,
      "urther": 1815,
      "ological": 1816,
      "Ġcult": 1817,
      "Ġ:": 1818,
      "Ġhig": 1819,
      "ided": 1820,
      "Ġred": 1821,
      "Ġà¤": 1822,
      "ym": 1823,
      "Ġbro": 1824,
      "ental": 1825,
      "ĠOn": 1826,
      "________": 1827,
      "ĠWhat": 1828,
      "ĠOr": 1829,
      "ush": 1830,
      "Ġsit": 1831,
      "cks": 1832,
      "ething": 1833,
      "oung": 1834,
      "Ġcolor": 1835,
      "Ġreport": 1836,
      "Ġpot": 1837,
      "Ġfield": 1838,
      "Ġcome": 1839,
      "Ġbetter": 1840,
      "Ġcause": 1841,
      "inter": 1842,
      "Ġlater": 1843,
      "ĠAmerican": 1844,
      "Ġnecess": 1845,
      "por": 1846,
      "ĠWh": 1847,
      "ze": 1848,
      "93": 1849,
      "Ġsocial": 1850,
      "Ġhowever": 1851,
      "Ġiss": 1852,
      "Ġmar": 1853,
      "eter": 1854,
      "Ġant": 1855,
      "alf": 1856,
      "Ġansw": 1857,
      "from": 1858,
      "ĠTo": 1859,
      "ards": 1860,
      "Ġmov": 1861,
      "Ġdise": 1862,
      "ours": 1863,
      "itial": 1864,
      "Ġsw": 1865,
      "Ġdig": 1866,
      "Ġcomb": 1867,
      "Ġreason": 1868,
      "Ġsent": 1869,
      "Ġdiv": 1870,
      "set": 1871,
      "................": 1872,
      "Ġtre": 1873,
      "ĠBrit": 1874,
      "Ġcells": 1875,
      "ories": 1876,
      "':": 1877,
      "append": 1878,
      "Ġnever": 1879,
      "94": 1880,
      "\".": 1881,
      "Ġput": 1882,
      "ids": 1883,
      "vironment": 1884,
      "Ġque": 1885,
      "gs": 1886,
      "ison": 1887,
      "Ġprom": 1888,
      "yth": 1889,
      "Ġage": 1890,
      "Ġlen": 1891,
      "Ġmot": 1892,
      "ional": 1893,
      "Ġfr": 1894,
      "ĠHowever": 1895,
      "Ġles": 1896,
      "imate": 1897,
      "most": 1898,
      "Ġcare": 1899,
      "verage": 1900,
      "oney": 1901,
      "ĠNo": 1902,
      "Ġsimilar": 1903,
      "aut": 1904,
      "Ġgeneral": 1905,
      "Ġindic": 1906,
      "Ġothers": 1907,
      "ius": 1908,
      "Ġlik": 1909,
      "Ġshall": 1910,
      "Ġtemper": 1911,
      "erence": 1912,
      "ĠCol": 1913,
      "wh": 1914,
      "Ġflow": 1915,
      "Ġalways": 1916,
      "Ġable": 1917,
      "Ġemploy": 1918,
      "Ġabs": 1919,
      "Ġwhether": 1920,
      "Ġtimes": 1921,
      "erc": 1922,
      "sequ": 1923,
      "Ġdue": 1924,
      "iving": 1925,
      "Ġhard": 1926,
      "Ġsize": 1927,
      "Ġtry": 1928,
      "Ġschool": 1929,
      "Ġresults": 1930,
      "Ġstudents": 1931,
      "Ġrow": 1932,
      "ott": 1933,
      "Ġspace": 1934,
      "Ġoccur": 1935,
      "ĠÂ": 1936,
      "ĠLe": 1937,
      "eren": 1938,
      "Ġclear": 1939,
      "''": 1940,
      "Ġpress": 1941,
      "though": 1942,
      "Ġsubject": 1943,
      "utes": 1944,
      "Ġsomething": 1945,
      "rix": 1946,
      "bt": 1947,
      "Ġamong": 1948,
      "urope": 1949,
      "etic": 1950,
      "br": 1951,
      "à¥į": 1952,
      "ĠRet": 1953,
      "empt": 1954,
      "Ġaddition": 1955,
      "Ġspecific": 1956,
      "Ġindex": 1957,
      "osed": 1958,
      "Ġdu": 1959,
      "ox": 1960,
      "Ġsuccess": 1961,
      "Ġbus": 1962,
      "amm": 1963,
      "Ġill": 1964,
      "ele": 1965,
      "Ġaccount": 1966,
      "âĢľ": 1967,
      "ograph": 1968,
      "ales": 1969,
      "AL": 1970,
      "sum": 1971,
      "gether": 1972,
      "IS": 1973,
      "Ġauthor": 1974,
      "Ġtogether": 1975,
      "ogn": 1976,
      "osp": 1977,
      "cher": 1978,
      "ables": 1979,
      "Ġdescrib": 1980,
      "Ġeither": 1981,
      "aves": 1982,
      "ĠMr": 1983,
      "cle": 1984,
      "Ġimage": 1985,
      "Ġconsider": 1986,
      "ones": 1987,
      "Ġinvol": 1988,
      "Ġwind": 1989,
      "88": 1990,
      "Ġcreate": 1991,
      "Ġhistory": 1992,
      "icult": 1993,
      "ĠSo": 1994,
      "Ġfig": 1995,
      "Ġthought": 1996,
      "ript": 1997,
      "Ġgive": 1998,
      "Ġmonth": 1999,
      "Ġalong": 2000,
      "Ġben": 2001,
      "ources": 2002,
      "Ġbreak": 2003,
      "Ġrecord": 2004,
      "Ġrev": 2005,
      "Ġkind": 2006,
      "Ġmajor": 2007,
      "Ġey": 2008,
      "ĠGo": 2009,
      "Ġdevelopment": 2010,
      "Ġpolit": 2011,
      "Ġfeel": 2012,
      "nect": 2013,
      "Ġmid": 2014,
      "wise": 2015,
      "95": 2016,
      "Ġlanguage": 2017,
      "Ġmit": 2018,
      "Ġsingle": 2019,
      "Ġmulti": 2020,
      "Ġgame": 2021,
      "work": 2022,
      "ges": 2023,
      "pecial": 2024,
      "Ġusually": 2025,
      "Ġiter": 2026,
      "Ġleast": 2027,
      "Ġtarget": 2028,
      "Ġwr": 2029,
      "Ġyoung": 2030,
      "Ġcannot": 2031,
      "glish": 2032,
      "ĠTrue": 2033,
      "Ġenc": 2034,
      "onstr": 2035,
      "enn": 2036,
      "dle": 2037,
      "abl": 2038,
      "ĠNone": 2039,
      "ĠAll": 2040,
      "Ġthough": 2041,
      "Ġpattern": 2042,
      "ED": 2043,
      "file": 2044,
      "Ġbi": 2045,
      "96": 2046,
      "33": 2047,
      "Ġnatural": 2048,
      "Ġsugg": 2049,
      "iversity": 2050,
      "sp": 2051,
      "sy": 2052,
      "Ġsuggest": 2053,
      "rodu": 2054,
      "Ġhome": 2055,
      "aster": 2056,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2057,
      "ĠEurope": 2058,
      "Ġsimple": 2059,
      "selves": 2060,
      "Ġearly": 2061,
      "Ġfunctions": 2062,
      "ek": 2063,
      "alt": 2064,
      "Ġwhole": 2065,
      "Ġinclude": 2066,
      "ĠBl": 2067,
      "Ġpath": 2068,
      "Ġport": 2069,
      "Ġcourse": 2070,
      "illion": 2071,
      "itud": 2072,
      "Ġmess": 2073,
      "Ġsurface": 2074,
      "Ġwhy": 2075,
      "hr": 2076,
      "Ġtree": 2077,
      "ĠSc": 2078,
      "ground": 2079,
      "Ġ%": 2080,
      "ailable": 2081,
      "Ġhaving": 2082,
      "ief": 2083,
      "Ġsepar": 2084,
      "How": 2085,
      "vert": 2086,
      "Ġseen": 2087,
      "ateg": 2088,
      "ane": 2089,
      "Ġlearn": 2090,
      "mon": 2091,
      "Ġoffic": 2092,
      "Ġnorm": 2093,
      "Ġask": 2094,
      "Ġcirc": 2095,
      "Ġlower": 2096,
      "Ġresearch": 2097,
      "Ġenvironment": 2098,
      "thing": 2099,
      "Ġfamily": 2100,
      "Ġfree": 2101,
      "ume": 2102,
      "Ġdifficult": 2103,
      "ii": 2104,
      "side": 2105,
      "ĠGerm": 2106,
      "ware": 2107,
      "init": 2108,
      "iol": 2109,
      "af": 2110,
      "ask": 2111,
      "fficient": 2112,
      "Ġimpro": 2113,
      "ored": 2114,
      "If": 2115,
      "Ġcreat": 2116,
      "Ġhold": 2117,
      "ictionary": 2118,
      "Ġrandom": 2119,
      "Ġconditions": 2120,
      "ires": 2121,
      "Ġitself": 2122,
      "atures": 2123,
      "wards": 2124,
      "ms": 2125,
      "ready": 2126,
      "ctor": 2127,
      "ands": 2128,
      "ython": 2129,
      "35": 2130,
      "Enter": 2131,
      "Ġstrong": 2132,
      "Ġscient": 2133,
      "Ġcheck": 2134,
      "Ġsays": 2135,
      "use": 2136,
      "ĠRes": 2137,
      "Ch": 2138,
      "Ġrather": 2139,
      "Ġapplic": 2140,
      "Ġstep": 2141,
      "ĠThat": 2142,
      "AS": 2143,
      "Ġobserv": 2144,
      "Ġsuper": 2145,
      "Ġdemonstr": 2146,
      "Ġexcept": 2147,
      "uments": 2148,
      "rem": 2149,
      "ohn": 2150,
      "istic": 2151,
      "time": 2152,
      "Ġprin": 2153,
      "Ġcases": 2154,
      "Ġenough": 2155,
      "son": 2156,
      "lease": 2157,
      "icro": 2158,
      "Ġcalculate": 2159,
      "Ġpred": 2160,
      "Ġmaking": 2161,
      "IT": 2162,
      ",âĢĿ": 2163,
      "gr": 2164,
      "Ġfrequ": 2165,
      "odes": 2166,
      "order": 2167,
      "Ġaffect": 2168,
      "80": 2169,
      "Ġmind": 2170,
      "ĠGod": 2171,
      "acters": 2172,
      "Ġweight": 2173,
      "Ġaction": 2174,
      "years": 2175,
      "aced": 2176,
      "ged": 2177,
      "atter": 2178,
      "ĠÃł": 2179,
      "ules": 2180,
      "Ġindust": 2181,
      "Ġdri": 2182,
      "atch": 2183,
      "ope": 2184,
      "len": 2185,
      "Ġfail": 2186,
      "Ġflo": 2187,
      "ued": 2188,
      "ĠEnglish": 2189,
      "Ġspecial": 2190,
      "rad": 2191,
      "29": 2192,
      "Ġaway": 2193,
      "ember": 2194,
      "Ġlikely": 2195,
      "ibr": 2196,
      "ledge": 2197,
      "Ġbegin": 2198,
      "Ġvers": 2199,
      "Ġalready": 2200,
      "ceed": 2201,
      "Ġevidence": 2202,
      "fer": 2203,
      "Ġfull": 2204,
      "Ġtaken": 2205,
      "ills": 2206,
      "45": 2207,
      "ences": 2208,
      "Ġmass": 2209,
      "array": 2210,
      "Ġmethods": 2211,
      "rown": 2212,
      "Ġprovide": 2213,
      "Ġprim": 2214,
      "ux": 2215,
      "Ġprote": 2216,
      "IC": 2217,
      "hing": 2218,
      "ification": 2219,
      "Ġimm": 2220,
      "oks": 2221,
      "Ġassoci": 2222,
      "bl": 2223,
      "Ġwomen": 2224,
      "Ġsubst": 2225,
      "Ġinvest": 2226,
      "Ġdest": 2227,
      "position": 2228,
      "asing": 2229,
      "ĠChrist": 2230,
      "Ġess": 2231,
      "urns": 2232,
      "ĠCan": 2233,
      "Ġdr": 2234,
      "Ġlog": 2235,
      "fl": 2236,
      "lection": 2237,
      "As": 2238,
      "Ġge": 2239,
      "reg": 2240,
      "ÃŁ": 2241,
      "ĠGen": 2242,
      "Ġlink": 2243,
      "à¤¾": 2244,
      "Ġfurther": 2245,
      "Ġcity": 2246,
      "\":": 2247,
      "oot": 2248,
      "Ġplant": 2249,
      "Ġsignific": 2250,
      "Ġimple": 2251,
      "Ġavailable": 2252,
      "Ġvir": 2253,
      "omes": 2254,
      "Ġlay": 2255,
      "ounds": 2256,
      "Ġheart": 2257,
      "tle": 2258,
      "Ġrate": 2259,
      "ators": 2260,
      "left": 2261,
      "Ġaccess": 2262,
      "Ġdone": 2263,
      "You": 2264,
      "Ġgoing": 2265,
      "Ġbenef": 2266,
      "with": 2267,
      "*,": 2268,
      "inally": 2269,
      "Ġtrue": 2270,
      "Ġdeath": 2271,
      "There": 2272,
      "Ġbrain": 2273,
      "mm": 2274,
      "ait": 2275,
      "Ġtw": 2276,
      "36": 2277,
      "aintiff": 2278,
      "ãĤ": 2279,
      "Ġnet": 2280,
      "87": 2281,
      "Ġexpect": 2282,
      "Ġnature": 2283,
      "():": 2284,
      "action": 2285,
      "Ġintern": 2286,
      "ley": 2287,
      "add": 2288,
      "Ġsens": 2289,
      "itution": 2290,
      "ĠChe": 2291,
      "Ġstat": 2292,
      "Â°": 2293,
      "We": 2294,
      "Ġgreen": 2295,
      "Ġzu": 2296,
      "Ġelif": 2297,
      "etimes": 2298,
      "Ġcentury": 2299,
      "Ġonce": 2300,
      "Ġmoney": 2301,
      "Ġinde": 2302,
      "Ġentire": 2303,
      "oon": 2304,
      "Ġstre": 2305,
      "Ġincrease": 2306,
      "Ġmodel": 2307,
      "Ġsqu": 2308,
